Revit 2027 API
ParameterTypeId.LoadAttrLinearForceScaleFactor Property
 "Linear force scale"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAttrLinearForceScaleFactor { get; }
Public Shared ReadOnly Property LoadAttrLinearForceScaleFactor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAttrLinearForceScaleFactor {
	ForgeTypeId^ get ();
}
static member LoadAttrLinearForceScaleFactor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace